OC.L10N.register(
    "integration_matrix",
    {
    "Bad credentials" : "Буруу нэвтрэх мэдээлэл",
    "Bad HTTP method" : "Буруу HTTP арга",
    "View only" : "–ó”©–≤—Ö”©–Ω “Ø–∑—ç—Ö",
    "Files" : "‚Äî√ë‚Äì‚àû‚ÄìœÄ‚Äì¬™‚Äî√â‚Äî√â‚Äì¬•",
    "Room" : "Өрөө",
    "Set expiration date" : "–î—É—É—Å–∞—Ö —Ö—É–≥–∞—Ü–∞–∞–≥ —Ç–æ—Ö–∏—Ä—É—É–ª–∞—Ö",
    "Expires on" : "–î—É—É—Å–∞—Ö —Ö—É–≥–∞—Ü–∞–∞",
    "_Send file_::_Send files_" : ["–§–∞–π–ª –∏–ª–≥—ç—ç—Ö","–§–∞–π–ª –∏–ª–≥—ç—ç—Ö"],
    "_Send link_::_Send links_" : ["–•–æ–ª–±–æ–æ—Å –∏–ª–≥—ç—ç—Ö","–•–æ–ª–±–æ–æ—Å –∏–ª–≥—ç—ç—Ö"],
    "Go to settings" : "–¢–æ—Ö–∏—Ä–≥–æ–æ–Ω–¥ –æ—á–∏—Ö",
    "Upload files" : "–§–∞–π–ª –æ—Ä—É—É–ª–∞—Ö",
    "Public links" : "–ù—ç—ç–ª—Ç—Ç—ç–π —Ö–æ–ª–±–æ–æ—Å"
},
"nplurals=2; plural=(n != 1);");
